// © Copyright 2012-2016 HP Development Company, L.P.

TaskName = "HP Webtjenester for skriver";
TaskTOCTitle = "HP Webtjenester";
SummarySucceededTaskName = "HP Webtjenester er aktivert!";
SummaryFailedTaskName = "Kan ikke aktivere HP Webtjenester";
SummaryUpdateAvailableName = "Oppdatering tilgjengelig";
SummaryTaskTOCTitle = "Sammendrag";

EnableWebServicesButtonTitle = "Ja, jeg godtar Vilkår for bruk.";
SkipWebServicesEnablingCaption = "Trykk på Hopp over hvis du ikke vil aktivere Webtjenester.";

AlreadyEnabledTitle = "Skriveren er koblet til nettverket!\nHPs Internett-tilkoblede skrivere tilbyr nye, spennende og nyskapende tjenester, som HP Touchsmart Apps, ePrint og automatiske produktoppdateringer. Hvis du vil vite mer om disse tjenestene, kan du se produktdokumentasjonen eller besøke";
AlreadyEnabledText = "HP Webtjenester er aktivert på skriveren. Klikk på knappen nedenfor for å skrive ut en side med flere detaljer og ePrint-adressen til denne skriveren.";
PrintWebServicesDetailsButtonTitle = "Skriv ut informasjon om HP Webtjenester";
EPrintCenterLink = "http://www.hp.com/go/eprintcenter";

UpdateIsAvailableCaption = "Det er en oppdatering tilgjengelig for enheten som kreves for å aktivere Webtjenester. Trykk på ePrint-knappen på enheten for å legge inn oppdateringen. Du vil bli ledet gjennom prosessen.";

LookingForDeviceUpdateProgressTitle = "Enhet søker etter oppdateringer… Vent litt.";
EnableWebServicesProgressTitle = "Konfigurerer Webtjenester på skriveren… Vent litt.";

WebServicesEnablingSucceededCaption = "HP Webtjenester ble aktivert på skriveren.\n\nSkriveren vil nå skrive ut en side med mer informasjon om HP Webtjenester og skriverens ePrint-adresse.";
WebServicesEnablingFailedCaption = "HP Webtjenester kunne ikke aktiveres nå for denne skriveren. Det kan skyldes et midlertidig problem med Internett-forbindelsen til nettjenesten, eller skriveren trenger en produktoppdatering.\r\rForsøk å aktivere HP Webtjenester igjen senere ved å trykke på ePrint-knappen på skriveren. Hvis det er nødvendig med en produktoppdatering, vil du bli ledet gjennom fullføring av Webtjenester-konfigureringen på det tidspunktet.\r\rDette har ikke betydning for andre skriverfunksjoner. Skriveren vil fremdeles skrive ut og utføre andre funksjoner på vanlig måte.";

HSDProductUpdate = "Produktoppdateringer:";
HSDAutomaticalyUpdate = "Oppdater produktet automatisk (anbefales)";
HSDNotifyBeforeUpdate = "Varsle meg før produktet oppdateres";
HSDNeverUpdate = "Aldri oppdater produktet";

HSDDisableWebServicesTitle = "Vil du deaktivere Webtjenester?";
HSDAllowProductUpdatesTitle = "Vil du tillate produktoppdateringer?";
HSDAllowProductUpdatesText = "Hvis du skal bruke Webtjenester, må du tillate at skriveren søker etter oppdateringer.";
HSDDisableWebServices = "Deaktiver Webtjenester";
HSDUpdateAutomatically = "Oppdater automatisk";
HSDNotifyBeforeUpdating = "Varsle meg før oppdatering";










